/* No comment provided by engineer. */
" My username is \(username)." = " My username is \(username).";

/* No comment provided by engineer. */
"Add" = "Add";

/* No comment provided by engineer. */
"Are you sure you want to delete this clip?" = "Are you sure you want to delete this clip?";

/* No comment provided by engineer. */
"Are you sure you want to report this clip as inappropriate?" = "Are you sure you want to report this clip as inappropriate?";

/* No comment provided by engineer. */
"by continuing you are agreeing to the snowball\nterms of use and privacy policy" = "by continuing you are agreeing to the snowball\nterms of use and privacy policy";

/* No comment provided by engineer. */
"Capture" = "Capture";

/* No comment provided by engineer. */
"Couldn't load users" = "Couldn't load users";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete this clip?" = "Delete this clip?";

/* No comment provided by engineer. */
"Don't Delete" = "Don't Delete";

/* No comment provided by engineer. */
"Don't Flag" = "Don't Flag";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Download the Snowball app (http://bit.ly/snblapp) and follow me." = "Download the Snowball app (http://bit.ly/snblapp) and follow me.";

/* No comment provided by engineer. */
"Edit Profile" = "Edit Profile";

/* No comment provided by engineer. */
"email" = "email";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Find by username" = "Find by username";

/* No comment provided by engineer. */
"Find Friends" = "Find Friends";

/* No comment provided by engineer. */
"Flag" = "Flag";

/* No comment provided by engineer. */
"Flag this clip?" = "Flag this clip?";

/* No comment provided by engineer. */
"follow" = "follow";

/* No comment provided by engineer. */
"Followers" = "Followers";

/* No comment provided by engineer. */
"Following" = "Following";

/* No comment provided by engineer. */
"Friends" = "Friends";

/* No comment provided by engineer. */
"Friends from my address book" = "Friends from my address book";

/* No comment provided by engineer. */
"Invite a friend" = "Invite a friend";

/* No comment provided by engineer. */
"Just tap + to add your clip to the timeline.\n\nNow your friends will see it in their film." = "Just tap + to add your clip to the timeline.\n\nNow your friends will see it in their film.";

/* No comment provided by engineer. */
"log out" = "log out";

/* No comment provided by engineer. */
"No one will ever see your phone number on Snowball." = "No one will ever see your phone number on Snowball.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"password" = "password";

/* No comment provided by engineer. */
"phone number" = "phone number";

/* No comment provided by engineer. */
"Play" = "Play";

/* No comment provided by engineer. */
"Please go to Settings > Snowball > Contacts to allow Snowball to access your Contacts." = "Please go to Settings > Snowball > Contacts to allow Snowball to access your Contacts.";

/* No comment provided by engineer. */
"Privacy Policy" = "Privacy Policy";

/* No comment provided by engineer. */
"Search by username" = "Search by username";

/* No comment provided by engineer. */
"sign in" = "sign in";

/* No comment provided by engineer. */
"sign up" = "sign up";

/* No comment provided by engineer. */
"Simply tap-and-hold in the camera view to capture a clip." = "Simply tap-and-hold in the camera view to capture a clip.";

/* No comment provided by engineer. */
"Tap on a clip in the timeline to start playing from there.\n\nTap again to stop." = "Tap on a clip in the timeline to start playing from there.\n\nTap again to stop.";

/* No comment provided by engineer. */
"Terms of Service" = "Terms of Service";

/* No comment provided by engineer. */
"unfollow" = "unfollow";

/* No comment provided by engineer. */
"username" = "username";

